[
    {
        "text": " Right, but because nobody can question it, nobody can prove it, you can't prove faith, you can't prove any of these things, it's like, why am I believing this?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Is there a particular belief that you want to chat about?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "As far as like religion?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Could be.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Really, anything.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah, I can talk about, I mean, I was, my background is Christianity.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I was raised Southern Baptist.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " I don't necessarily believe in all the doctrine that the Bible teaches.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Sometimes I feel like the Bible truly limits us and our expression.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I believe that people talk about the glory and the splendor and the wonder of God.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "How can it be just confined to just 66 books?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I think I try to experience God on a more spiritual level, and I believe in spirituality more than anything.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "That's really what guides me.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " who I am and the way I think and believe.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I believe that there is something that is been working on my behalf in this universe.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Something that's working on your behalf?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah, it's like something that's guiding me because I can't fully take credit for everything that's happened good in my life.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Sometimes it's the right place at the right time.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Sometimes it's luck or whatever.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "So how do you explain those things?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "You know, people say, you know, it's God and I do believe that, but I don't believe",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " you know, as far as, like, the doctrine, like, you know, Old Testament and, like, the, you know, that stuff just, like, it's just so limiting and it's so, like, stifling and, fuck, you can't live, you can't do anything.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "And I feel like a lot of it's updated.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "It doesn't really apply to the world we live in today.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Okay.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "So, yeah, I'd love to explore your reasons why you believe a God exists at all.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Yeah, yeah.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "First, gotta get a sense of your confidence that a God exists, say, on a scale from 1 to 10.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "10, 10 for sure.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "10.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Gotcha.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "And you mentioned before something about",
        "speaker": "SPEAKER_01"
    },
    {
        "text": " how to explain good things happening?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Is that like the main reason why or is there another main reason?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "I just look at my life and what my experience is.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Some things that, the things that can't be explained, the things that are not tangible, the things that are just kind of like out there and the energies, I believe God is responsible for all those things.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "It doesn't have to be good or, it could be bad too, you know, it could be like, you know, unexpected death or anything.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I believe that",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " there's something out there that's in control of all of those things.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Not necessarily all the good things.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I believe God is in control of the good and the bad.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Okay, so would you say this is mostly accurate?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "That personal experiences that can't be explained?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Yeah.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Okay.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "And part of that is like God had something to do with these experiences?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Yes, yes, yes, yes, yes, yes, absolutely.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "God had something to do with them.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Yeah, I would never... I would never have somebody having to be like, oh, I'm gonna take full credit for that because",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " The capabilities I have, that's God-given.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Who I am, my substance, my essence, that's all things that's been given to me since I was a child, since before I was a child.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "So how do you explain even the way you are, your personality?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "You know?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "It's hard to explain, but I just feel like there's a reason behind it, I believe, and I just accredit it to God and His workings.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "You attribute it to God and His experiences.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": " All right.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "And I'd love to explain, to understand how you concluded that this is true, that God had something to do with this.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "I mean, you know, like I said, background being in Christianity, you know, I'm not sure how we all came to be today, like whether it's Adam and Eve and all that stuff.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I just, some of that stuff just lacks, it lacks factual and lacks logic.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "And I just don't try to get into that.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I know that I'm a human being.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I know that I'm a spiritual being.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " I know that I have capable of good and bad.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I know that there's something in me that aspires a life greater than myself, as far as like my drive, my motivation, my ambition.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Those things are like, where do we get those things from?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " Where do we get our drive and motivation?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Where do we get, like, yeah, those things that we, like, like passion and, like, things that we care about.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "How do, like, how we are, personality, you know, us, some people being more extroverted, introverted, like, what is those, who gives us those things?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I didn't, like, select those things, like, oh, I want to, this is the kind of person I want to be.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "So all these questions about, like, how we came to be, how do we get these motivations and stuff.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "I'm not saying this is the case, but if someone could explain to us both that,",
        "speaker": "SPEAKER_01"
    },
    {
        "text": " this stuff could happen without a God at all?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Would that change your confidence about the God?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "I would be interested to hear that.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I'd be interested to hear that.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I mean, I know it's a lot of, like, how you were raised and your upbringing and, like, society kind of shapes that, but I believe in, like, your inner self.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " Your inner self.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "We're all very every single person is very unique.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Like no one's like someone before them No one's gonna be like something about them.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "So like that's why I feel like we all are very authentically made and designed So how can you explain that like nobody no fingerprint like nobody's the same no two people are like even twins are very different triplets are very different so",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " So if there was an explanation without the God being the goal?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Yeah, I'd be open.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "You'd be open?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "And if you were convinced that those explanations were good, would that change your confidence about this?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "I don't know if it'd change my confidence.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "It'll give me a more real-rounded point of view.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I mean, I'm very strong in what I believe.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I think what we believe really, like you said, guides us.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "That's a very strong thing.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "But I'm open-minded.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I like to hear things.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I like to understand more.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I would never say I would probably not sway from what I believe, but it just gives me a different perspective.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Okay.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": " So if those, if that, like, I'm trying to understand, what would change your confidence at all?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Is there a reason that you have that if found to be not reliable would change your confidence?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "The whole afterlife aspect kind of makes me a little insecure about it because I don't know, no one knows what happens after we all die.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "You know, the heaven and hell theory and stuff like that.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "That's kind of like,",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " where I get insecure because it's like, okay, what's the whole point?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Like, the things you do on here on in Christianity believe like the things you do on earth and like your 75, 80 year life can condemn you to a permanent life of like burning.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I just like, I don't know, like you just burn forever.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I just like, what's the point of life?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "What's the point?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "And then like heaven and then like, this euphoric utopian society forever.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I don't know about those things.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I just know like what we're here to do now, like our lives and like,",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " us on this earth, I think there's purpose and reasoning for that.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "The afterlife theory is what Christianity, that's where I get insecure, because it's like heaven or hell, and it's like, I don't think it's about that.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "So if you were somehow convinced that we don't survive our deaths at all, would that change your confidence about God existing?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "That'd be interesting to hear about.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Are you, I mean, I know this is my interview, but are you",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " I'm looking for reliable ways to come to a belief like this.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Hmm.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "I would say I'm very much lower on that scale, but I'm okay I'm trying to find out reliable ways.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Okay.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Okay.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Okay.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Are you just more like you want to you want like factual things?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Oh, you want like more like are you just seeking truth?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I'm seeking truth.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Whatever is true.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Okay, and I want reliable ways.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Okay.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": " Currently, I would think facts and evidence are a very solid way to come to beliefs.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Is there any evidence or facts for this belief?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "It's faith.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "That's the crutch in Christianity.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "It's the faith element.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "People are like, oh, faith is just have faith, just hope, just believe.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "But faith can carry you a long way.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Faith is really the basis of this religion.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " You have to just believe.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Okay.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Just believe.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Believe in something that you can't see or see or that's not tangible.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Okay.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Is this way of coming to this belief reliable?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "It is because it makes you become an optimist.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I mean, even when bad things happen, you just kind of believe.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "You see things as good, all things as good, even the things that happen that are misfortunate.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "You can take the good out of every situation.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "So it keeps you always",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " connected to something like your morale is always high.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "You know, if like there's a death, I was like, okay, it was their time, you know, it was their time to go.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Like we can see the good in their death, even though death is a sad thing, you know?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "So faith kind of allows you to live on a more upper echelon way of thinking and living and operating versus being depressed and like getting down into like a lower state.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "So it really encourages high morality.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I just, you're saying.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": " living a faith-based life, let you be more optimistic, more positive, and have a really good moral life?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Yeah, I believe so.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I believe so.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Faith is a powerful thing, because it's all about belief.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Gotcha.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Is it possible for someone to not use this way of coming to beliefs in general, yet be positive and optimistic and stuff?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Yeah, that's very true, but I would ask that person",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " What's the reasoning behind it?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Why are they, you know, if you're just upbeat and positive, what's the reasoning behind it?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah, what's a reason someone could give for that?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "I don't know.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I would love to hear it.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Just because they're just, I don't know, a happy person, outgoing person, I don't know.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Like, what's the second best way to have optimism and living life positively without disbelief?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "I'm not sure.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Not sure.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "What do you think?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " Well, in terms of like being optimistic, going back to facts and evidence, you know, like good things have happened in the past.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "So, could good things happen in the future?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Hmm.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Okay.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Maybe.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "But do you believe that we are just living a very... I would like to believe that our time on this earth and like what we're doing here in our space here has meaning behind it.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Do you believe that there's no meaning behind",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " I feel like we're just going through the motions and there's no meaning to life, there's no meaning to anything that we do.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "How do you think someone without this belief could get meaning in life?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Because I just feel like, I don't know, if you believe, first of all, within yourself, you believe in your capabilities, there's nothing wrong with that.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "You believe that all things happen for good and",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " There's nothing really wrong with that.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "It doesn't have to be God.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "It's just, if that's just your way of thinking, I think in all essence, it's a, it's a great way to approach life.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "But me being fundamentally Christian, you believe, I believe God gives me that.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "God gives you the oxygen to do that.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Okay.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "But is this true?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "A lot of people believe it.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " Does the amount of people who believe something?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "It doesn't.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "No, no, absolutely not.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "But what's true?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Good question.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "How can we come to?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "What is true?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "That's a great.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "What is true?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Truth is relative.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Truth is relative.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " Because I'm sure there's a lot of Muslim believers that believe Allah is the, and Buddhists and stuff like that.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "But I believe the truth behind it, there's a one truth, and we're all navigating our own way to that path.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "We're all navigating some truth?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "To the same truth.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "There's just different sifters to that, like different religions, different denominations, that are all leading to one truth.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " Because Buddhists aren't bad people.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Some of the scriptures that I've looked over, even Muslims, some of the books of the Bible and the Quran are the same as the Holy Bible or the New Testament.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "So it's like, what's the truth behind it?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "How did it get so switched up and so disseminated in so many different directions?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "There was a foundation.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "There was a start.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "And I would love to find that out.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " Yeah, I value truth.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "I want to believe as many true things as possible, but also as few false things as possible.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "So for whatever beliefs I hold, I'd like to understand what I could learn or find out to change my confidence about that.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "So that's how I kind of go about beliefs.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Okay, so you are a truth seeker.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "You look at facts, you read, you're researching, and then the way you intake the information, that's kind of going to shape",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " Yeah, and if there's nothing I can learn or find out to lower my confidence about a belief, that belief seems to be at risk of being untrue.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "I'm at risk of believing something that might be untrue.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "So, I need my beliefs to be able to be shown to be false.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "They need that quality.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "It doesn't mean they're not true, but they need to be able to be shown that they could be not true.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": " for you to believe in it.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "To have confidence that, to just have them, for them to be have any value.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "So you, oh, that's a, that's an interesting perspective.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "So you believe that, wow, I've never ever heard that before.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "You believe that what you believe in, if it's, if it can be challenged as not true, that makes you feel more confident in it?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah, because beliefs that can't be shown to be false could be any belief.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Hmm.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": " That's very deep.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Like if you just can't write.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Because you can challenge and question God.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "That's okay.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I'm wondering, how could we know if this belief was false?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "I don't think there's no way to know, man.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "There's no way to know.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Hmm.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "So that makes you less confident in it.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "It makes it not valuable.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": " and the benefits I get from it.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Right, right.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "That's good.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "That's a good perspective.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "I would like to believe it if it's true.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Right, but because nobody can question it, nobody can prove it.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "You can't prove faith.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "You can't prove any of these things.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "It's like, why am I believing this?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Hmm.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " You may be on to something, man.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "That's powerful stuff, man.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Thanks, yeah.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "It's just stuff to think about, man.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Yeah, absolutely.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Thank you for that.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "That's really enlightening.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I never thought about it like that because that's how people feel about Christianity and like religion in general.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "It's like, you can just never question, why am I just going to succumb to this religion if I don't even know if it's, there's no factual anything about it?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Like, oh, Jesus Christ and like all this stuff.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Like, did he live?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "And like, did he really walk?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Noah, is that a real thing?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " Yeah, before I derive any benefits from a belief, I want to make sure it's true first.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Hmm.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Like us right now here, this is truth.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "This is like facts.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Like I'm here right now, I'm present.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah, we have ways to verify this situation, I think.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Hopefully.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "But what you're saying is the fact that we cannot question some of our beliefs makes it hard.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "That is a good, that is something I'm going to take with me.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Now you're shaking me up a little bit.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Okay.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " See?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Now you're shaking me up.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Would you say 10 out of 10 is the most accurate spot for you right now?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "It might have dropped a little bit.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Not because I'm like, but it's, it's, I like that too.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I like to think outside.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I like to think about those kinds of things because it makes you, it does quite like, okay.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I believe because I was raised and I was, I was molded and shaped into believing this my whole life.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "But",
        "speaker": "SPEAKER_00"
    },
    {
        "text": " What evidence do I really have?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I can look at, like, my life as, like, the good things that happen, the blessings I get, quote-unquote, but what evidence do I have that this person is really operating through me?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "And I guess until you have some experience, you will never know.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah, well, stuff to think about.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Thanks, Tommy.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Thank you so much, man.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "What's your name?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Reid.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Reid.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "I'm gonna check you out.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "What's your YouTube channel?",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Cordial Curiosity.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Cordial Curiosity.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Yeah.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "This is very cordial.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Thanks.",
        "speaker": "SPEAKER_00"
    },
    {
        "text": "Lived up to the name.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Thank you so much, Reid.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "Thank you.",
        "speaker": "SPEAKER_01"
    },
    {
        "text": " Wow Does that beat Tia?",
        "speaker": "SPEAKER_01"
    },
    {
        "text": "I think that beats Tia",
        "speaker": "SPEAKER_01"
    }
]
